Repository: finucane/Flip-Cartoon
Catalog: Flip/*.lproj/Localizable.strings
Languages: de

source: Persistent Store Error
de: Fehler im persistenten Speicher

source: Couldn't load saved data. Probably because the data model has changed. Saved data will be deleted.
de: Die gespeicherte Daten konnten nicht geladen werden, möglicherweise hat sich das Datenmodell geändert. Die gespeicherten Daten werden gelöscht.

source: Internal Error
de: Interner Fehler

source: Can't set cartoon title to the empty string. It was left unchanged.
de: Kann die Cartoon-Titel nicht auf die leere Zeichenkette ändern. Es blieb unverändert.

source: Couldn't allocate pixel buffer.
de: Pixel-Puffer konnte nicht zugeordnet werden.

source: Couldn't create GC from pixel buffer.
de: GC konnte nicht von Pixelpuffer erstellt werden.

source: Couldn't append pixel buffer.
de: Pixelpuffer konnte nicht hinzugefügt werden.

source: Untitled
de: Unbenannt

source: Here is a cartoon I made with Flip Cartoon.
de: Hier ist ein Cartoon daß ich mit Flip Cartoon gemacht habe.

source: In-App Purchases
de: In-App-Käufe

source: Product Identifier
de: Produkt Bezeichnung

source: The client was invalid.
de: Der Client war ungültig.

source: The payment was cancelled.
de: Die Zahlung wurde abgebrochen.

source: The payment was not allowed.
de: Die Zahlung wurde nicht erlaubt.

source: The product was not available.
de: Das Produkt war nicht verfügbar.

source: Something bad happened.
de: Etwas Böses passiert.

source: (Purchased)
de: (Gekaufte)

source: (Pending)
de: (Anstehend)

source: (Purchase Failed)
de: (Kauf Gescheitert)

source: You have reached your limit of %d frames. Use In-App Purchases to remove this limit.
de: Sie haben die Grenze von %d Rahmen erreicht. Um diese Grenze zu entfernen, verwenden Sie In-App-Käufe.

source: You may only have one cartoon at a time. Use In-App Purchases to remove this limit.
de: Sie können nur eine Cartoon zu einem Zeitpunkt haben. Um diese Grenze zu entfernen, verwenden Sie In-App-Käufe.

source: Frame Limit
de: Rahmengrenze

source: Cartoon Limit
de: Cartoon-Grenze
